Repository: ShunmeiCho/cmd-ime
Catalog: Sources/CmdIME/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Show the slot using this input source
ja: この入力ソースを使用するスロットを表示
zh_hans: 显示使用此输入源的槽位

source: Show when switching apps changes the input source
ja: アプリの切り替えで入力ソースが変わったときに表示
zh_hans: 切换应用导致输入源改变时显示

source: Show when the input source changes without CmdIME
ja: CmdIME 以外で入力ソースが変わったときに表示
zh_hans: 输入源不经 CmdIME 改变时显示

source: Shown at %lld percent
ja: %lld パーセントで表示
zh_hans: 以百分之 %lld 显示

source: Shows in every app.
ja: すべてのアプリで表示します。
zh_hans: 在所有应用中显示。

source: Shows the bubble for the current input source without switching. For a shortcut such as Option+P, run keyboardctl bind option+p peek.
ja: 切り替えずに現在の入力ソースのバブルを表示します。Option+P などのショートカットには keyboardctl bind option+p peek を実行してください。
zh_hans: 不切换输入源，只显示当前输入源的气泡。要使用 Option+P 等快捷键，请运行 keyboardctl bind option+p peek。

source: Signal Red
ja: シグナルレッド
zh_hans: 信号红

source: Single
ja: シングル
zh_hans: 单击

source: Single tap
ja: シングルタップ
zh_hans: 单击

source: Single tap, Double tap and Shortcut are optional. Any one you set switches to its slot.
ja: シングルタップ、ダブルタップ、ショートカットは任意です。どれかを設定すれば、そのスロットに切り替えられます。
zh_hans: 单击、双击和快捷键均为可选。设置其中任意一种即可切换到对应槽位。

source: Size %lld%%
ja: サイズ %lld%%
zh_hans: 大小 %lld%%

source: Skip
ja: スキップ
zh_hans: 跳过

source: Skip Setup
ja: セットアップをスキップ
zh_hans: 跳过设置

source: Slate Blue
ja: スレートブルー
zh_hans: 石板蓝

source: Slot
ja: スロット
zh_hans: 槽位

source: Slot "%@" already exists.
ja: スロット「%@」はすでに存在します。
zh_hans: 槽位“%@”已存在。

source: Slot actions
ja: スロットの操作
zh_hans: 槽位操作

source: Slot deleted
ja: スロット削除済み
zh_hans: 槽位已删除

source: Slot deleted (%@)
ja: スロット削除済み（%@）
zh_hans: 槽位已删除（%@）

source: Slot name
ja: スロット名
zh_hans: 槽位名称

source: Slots
ja: スロット
zh_hans: 槽位

source: Slots changed during the drag. Try dragging again.
ja: ドラッグ中にスロットが変更されました。もう一度ドラッグしてください。
zh_hans: 拖动期间槽位已更改。请重新拖动。

source: Slots page opened. The setup guide stays in the sidebar.
ja: スロットページを開きました。セットアップガイドはサイドバーにあります。
zh_hans: 已打开槽位页面。设置向导仍在侧边栏中。

source: Small
ja: 小
zh_hans: 小

source: Source missing
ja: 入力ソースがありません
zh_hans: 输入源缺失

source: Space
ja: スペース
zh_hans: 空格

source: Star on GitHub…
ja: GitHub でスターを付ける…
zh_hans: 在 GitHub 上加星…

source: Start Listening
ja: 監視を開始
zh_hans: 开始监听

source: Starting
ja: 起動中
zh_hans: 正在启动

source: Stays
ja: 表示時間
zh_hans: 停留

source: Step %lld of %lld
ja: ステップ %lld / %lld
zh_hans: 第 %lld 步，共 %lld 步

source: Step %lld of %lld, %@
ja: ステップ %lld / %lld、%@
zh_hans: 第 %lld 步，共 %lld 步，%@

source: Stop remembering
ja: 記憶を停止
zh_hans: 停止记忆

source: Stop the background listener
ja: バックグラウンドの監視を停止
zh_hans: 停止后台监听

source: Stroke
ja: 枠線
zh_hans: 描边

source: Support CmdIME…
ja: CmdIME を支援…
zh_hans: 支持 CmdIME…

source: Surface
ja: 表面
zh_hans: 表面

source: Switch
ja: 切り替え
zh_hans: 切换

source: Switch back after a password field
ja: パスワード欄のあとに元の入力ソースに戻す
zh_hans: 离开密码框后切回

source: Switch indicator
ja: 切り替えインジケーター
zh_hans: 切换指示气泡

source: Switch indicator color set to %@
ja: 切り替えインジケーターの色を %@ に設定しました
zh_hans: 切换指示气泡颜色已设为 %@

source: Switch indicator disabled
ja: 切り替えインジケーターを無効にしました
zh_hans: 已停用切换指示气泡

source: Switch indicator display set to %@
ja: 切り替えインジケーターの表示を %@ に設定しました
zh_hans: 切换指示气泡显示已设为 %@

source: Switch indicator enabled
ja: 切り替えインジケーターを有効にしました
zh_hans: 已启用切换指示气泡

source: Switch indicator size set to %lld%%
ja: 切り替えインジケーターのサイズを %lld%% に設定しました
zh_hans: 切换指示气泡大小已设为 %lld%%

source: Switch indicator theme set to %@
ja: 切り替えインジケーターのテーマを %@ に設定しました
zh_hans: 切换指示气泡主题已设为 %@

source: Switch slot set to %@
ja: 切り替えスロットを %@ に設定しました
zh_hans: 切换槽位已设为 %@

source: Switch to this input source now. This does not test the trigger.
ja: この入力ソースに今すぐ切り替えます。トリガーのテストではありません。
zh_hans: 立即切换到此输入源。此操作不会测试触发键。

source: Switched to %@. %@
ja: %@ に切り替えました。%@
zh_hans: 已切换到 %@。%@

source: Switcher
ja: スイッチャー
zh_hans: 切换器

source: Switcher, Liquid
ja: スイッチャー、リキッド
zh_hans: 切换器，液态玻璃

source: Switcher, Slot Color
ja: スイッチャー、スロット色
zh_hans: 切换器，槽位色

source: Switching back after password fields
ja: パスワード欄を離れた後に元の入力ソースに戻します
zh_hans: 离开密码框后切回原输入源

source: Switching needs at least two input sources. Add one in System Settings > Keyboard > Input Sources, then press Refresh.
ja: 切り替えには 2 つ以上の入力ソースが必要です。「システム設定 > キーボード > 入力ソース」で追加してから「更新」を押してください。
zh_hans: 切换至少需要两个输入源。请在“系统设置 > 键盘 > 输入法”中添加一个，然后点击“刷新”。

source: Symbol
ja: シンボル
zh_hans: 符号

source: Symbol for %@
ja: %@ のシンボル
zh_hans: %@ 的符号

source: System
ja: システム
zh_hans: 跟随系统

source: System Mono
ja: システム等幅
zh_hans: 系统等宽

source: System Rounded
ja: システム丸ゴシック
zh_hans: 系统圆体

source: System Serif
ja: システムセリフ
zh_hans: 系统衬线

source: Tangerine
ja: タンジェリン
zh_hans: 橘色

source: Tap
ja: タップ
zh_hans: 单击

source: Tap %@ alone
ja: %@ だけをタップ
zh_hans: 单独单击 %@

source: Terracotta Orange
ja: テラコッタオレンジ
zh_hans: 陶土橙

source: Text
ja: テキスト
zh_hans: 文字

source: Text %lld%%
ja: 文字 %lld%%
zh_hans: 文字 %lld%%

source: Text ink
ja: 文字のインク
zh_hans: 文字油墨

source: That is not an app.
ja: これはアプリではありません。
zh_hans: 这不是应用。

source: That slot was deleted. Drop the app on another slot.
ja: そのスロットは削除されました。別のスロットにアプリをドロップしてください。
zh_hans: 该槽位已被删除。请将应用拖到其他槽位上。

source: The app could not be replaced: %@
ja: アプリを置き換えられませんでした：%@
zh_hans: 无法替换应用：%@

source: The archive contains version %@, not the one requested.
ja: アーカイブには要求したものではなく、バージョン %@ が含まれています。
zh_hans: 归档文件包含版本 %@，而非请求的版本。

source: The bundled keyboardctl scanner is unavailable.
ja: 同梱の keyboardctl スキャナーを利用できません。
zh_hans: 内置的 keyboardctl 扫描工具不可用。

source: The config.json in this folder cannot be read: %@
ja: このフォルダの config.json を読み込めません：%@
zh_hans: 无法读取此文件夹中的 config.json：%@

source: The current config.json cannot be read, so it was not exported: %@
ja: 現在の config.json を読み込めないため、書き出しませんでした：%@
zh_hans: 无法读取当前 config.json，因此未导出：%@

source: The dimmed options are not available in this theme.
ja: 淡色の項目はこのテーマでは使用できません。
zh_hans: 灰显选项不适用于此主题。

source: The download failed: %@
ja: ダウンロードに失敗しました：%@
zh_hans: 下载失败：%@

source: The downloaded app is signed by a different developer. Nothing was installed.
ja: ダウンロードしたアプリは別の開発者が署名しています。何もインストールしていません。
zh_hans: 下载的应用由其他开发者签名。未安装任何内容。

source: The downloaded app's code signature is not valid. Nothing was installed.
ja: ダウンロードしたアプリのコード署名が無効です。何もインストールしていません。
zh_hans: 下载的应用代码签名无效。未安装任何内容。

source: The downloaded archive could not be unpacked.
ja: ダウンロードしたアーカイブを展開できませんでした。
zh_hans: 无法解压下载的归档文件。

source: The file is not valid JSON.
ja: ファイルは有効な JSON ではありません。
zh_hans: 文件不是有效的 JSON。

source: The font file %@ was not found.
ja: フォントファイル %@ が見つかりません。
zh_hans: 找不到字体文件 %@。

source: The id %@ is reserved for built-in themes.
ja: ID %@ は内蔵テーマ用に予約されています。
zh_hans: ID %@ 已保留给内置主题。

source: The indicator appears over other apps, so it follows the macOS appearance (%@ now), not this window's.
ja: インジケーターはほかのアプリの上に表示されるため、このウインドウではなく macOS の外観（現在は%@）に従います。
zh_hans: 指示气泡出现在其他应用之上，因此跟随 macOS 外观（当前为%@），而非本窗口的外观。

source: The input-source scanner did not finish in time.
ja: 入力ソースのスキャンがタイムアウトしました。
zh_hans: 输入源扫描超时。

source: The input-source scanner exited with status %@.
ja: 入力ソースのスキャナーがステータス %@ で終了しました。
zh_hans: 输入源扫描工具已退出，状态码为 %@。

source: The keyboard listener could not start. Try again, or restart CmdIME.
ja: キーボード監視を開始できませんでした。再試行するか、CmdIME を再起動してください。
zh_hans: 键盘监听器无法启动。请重试或重启 CmdIME。

source: The keyboard listener is paused, so triggers do nothing right now.
ja: キーボード監視が一時停止中のため、今はトリガーが動作しません。
zh_hans: 键盘监听器已暂停，触发键目前不会生效。

source: The last slot cannot be removed.
ja: 最後のスロットは削除できません。
zh_hans: 无法移除最后一个槽位。

source: The quick brown fox
ja: すばやい茶色のキツネ
zh_hans: 敏捷的棕色狐狸

source: The release has no published checksum, so the download was not installed.
ja: このリリースには公開されたチェックサムがないため、インストールしませんでした。
zh_hans: 此版本未公布校验和，因此未安装下载的内容。

source: The slot could not be changed.
ja: スロットを変更できませんでした。
zh_hans: 无法更改槽位。

source: The theme %@ was not found.
ja: テーマ %@ が見つかりません。
zh_hans: 找不到主题 %@。

source: The theme could not be read: %@
ja: テーマを読み込めませんでした：%@
zh_hans: 无法读取主题：%@

source: The trigger %@ is already assigned.
ja: トリガー %@ はすでに割り当てられています。
zh_hans: 触发键 %@ 已被分配。

source: Theme
ja: テーマ
zh_hans: 主题

source: Theme %@
ja: テーマの%@
zh_hans: 主题%@

source: Theme %@ was not found. Using %@.
ja: テーマ %@ が見つかりません。%@ を使用します。
zh_hans: 未找到主题 %@。使用 %@。

source: Theme actions
ja: テーマの操作
zh_hans: 主题操作

source: Theme schema %@ is not supported by this version of CmdIME.
ja: このバージョンの CmdIME はテーマスキーマ %@ に対応していません。
zh_hans: 此版本的 CmdIME 不支持主题架构 %@。

source: There are no settings to export yet.
ja: 書き出す設定がまだありません。
zh_hans: 尚无可导出的设置。

source: These settings come from a newer CmdIME (config version %@; this one reads up to %@).
ja: これらの設定は新しい CmdIME のものです（設定バージョン %@、このバージョンは %@ まで対応）。
zh_hans: 这些设置来自较新版本的 CmdIME（配置版本 %@；当前最多支持 %@）。

source: This %@ cannot be combined with this %@.
ja: この %@ はこの %@ と組み合わせられません。
zh_hans: 此 %@ 不能与此 %@ 组合使用。

source: This copy is not an app bundle, so it cannot replace itself.
ja: このコピーはアプリバンドルではないため、自身を置き換えられません。
zh_hans: 此副本不是应用包，无法自行替换。

source: This font file is larger than %@ MB.
ja: このフォントファイルは %@ MB を超えています。
zh_hans: 此字体文件大于 %@ MB。

source: This input source is already preferred by another slot.
ja: この入力ソースは別のスロットの優先ソースです。
zh_hans: 另一个槽位已将此输入源设为首选。

source: This input source is no longer available.
ja: この入力ソースは利用できなくなりました。
zh_hans: 此输入源已不可用。

source: This key is not supported. Try another trigger.
ja: このキーは対応していません。別のトリガーを試してください。
zh_hans: 不支持此按键。请尝试其他触发键。

source: This recorder only accepts keyboard shortcuts.
ja: このレコーダーはキーボードショートカットのみ受け付けます。
zh_hans: 此录制器仅接受键盘快捷键。

source: This replaces all slots and triggers, including key remaps, with one slot per installed primary language. Your current configuration will be backed up before replacement. General indicator settings are kept; slot-specific colors are reset.
ja: キーのリマップを含むすべてのスロットとトリガーを、インストール済みの主要言語ごとのスロットに置き換えます。現在の設定は置き換え前にバックアップされます。インジケーターの共通設定は保持され、スロット固有の色はリセットされます。
zh_hans: 这会替换所有槽位和触发键（包括按键重映射），为每种已安装的主要语言创建一个槽位。替换前会备份当前配置。通用指示气泡设置会保留，槽位专属颜色会重置。

source: This theme prints with its own inks.
ja: このテーマは独自のインクを使います。
zh_hans: 此主题使用自己的油墨颜色。

source: Three short steps. Everything stays editable afterwards, and General > Show Setup Guide shows this guide again.
ja: 短い 3 ステップです。すべて後から編集でき、「一般 > セットアップガイドを表示」で再度開けます。
zh_hans: 只需三个简短步骤。之后仍可随时修改，也可通过“通用 > 显示设置向导”再次打开。

source: Tile
ja: タイル
zh_hans: 色块

source: Tile ink
ja: タイルのインク
zh_hans: 色块油墨

source: To come back to this window, open CmdIME again from Spotlight or the Applications folder.
ja: このウインドウに戻るには、Spotlight または「アプリケーション」フォルダから CmdIME をもう一度開いてください。
zh_hans: 要返回此窗口，请从聚焦搜索或“应用程序”文件夹再次打开 CmdIME。

source: Tried
ja: 確認済み
zh_hans: 已尝试

source: Trigger cleared. Press Return to save, or Escape to cancel.
ja: トリガーを消去しました。Return で保存、Escape でキャンセルします。
zh_hans: 触发键已清空。按 Return 保存，或按 Escape 取消。

source: Trigger confirmed for %@. Every available bound slot was tried. Press Finish to close the guide.
ja: %@ のトリガーを確認しました。利用可能な割り当て済みスロットをすべて試しました。「完了」でガイドを閉じてください。
zh_hans: 已确认 %@ 的触发键。所有可用且已绑定的槽位均已尝试。点击“完成”关闭向导。

source: Trigger for %@
ja: %@ のトリガー
zh_hans: %@ 的触发键

source: Trigger saved.
ja: トリガーを保存しました。
zh_hans: 触发键已保存。

source: Trigger type
ja: トリガーの種類
zh_hans: 触发类型

source: Try Again
ja: 再試行
zh_hans: 重试

source: Try it
ja: 試してみる
zh_hans: 试一试

source: Turn off "Automatically switch to a document's input source" in Keyboard settings; it fights this.
ja: 競合を避けるため、キーボード設定の「書類ごとに入力ソースを自動的に切り替える」をオフにしてください。
zh_hans: 请在键盘设置中关闭“自动切换到文稿的输入法”，以免冲突。

source: Turned it on and it still reads Missing? macOS sometimes reports a new permission only after the app restarts.
ja: オンにしても「未許可」と表示されますか？macOS はアプリを再起動するまで新しい権限を報告しない場合があります。
zh_hans: 已开启却仍显示“未授权”？macOS 有时需要在应用重启后才报告新权限。

source: Typographic
ja: タイポグラフィ
zh_hans: 文字排版

source: Ultramarine
ja: ウルトラマリン
zh_hans: 群青

source: Unbound
ja: 未割り当て
zh_hans: 未绑定

source: Undo
ja: 取り消す
zh_hans: 撤销

source: Undo last slot removal
ja: 直前のスロット削除を取り消す
zh_hans: 撤销上次槽位移除

source: Undo removal of %@ slot
ja: スロット %@ の削除を取り消す
zh_hans: 撤销移除 %@ 槽位

source: Undo until the next slot change
ja: 次のスロット変更まで取り消せます
zh_hans: 下次更改槽位前可撤销

source: Unknown
ja: 不明
zh_hans: 未知

source: Unknown key: %@.
ja: 不明なキー：%@。
zh_hans: 未知按键：%@。

source: Unknown slot "%@".
ja: 不明なスロット「%@」。
zh_hans: 未知槽位“%@”。

source: Up
ja: 上
zh_hans: 上

source: Up next
ja: 次のステップ
zh_hans: 下一步

source: Up to date: %@
ja: 最新です：%@
zh_hans: 已是最新版本：%@

source: Update CmdIME, then import them.
ja: CmdIME をアップデートしてから読み込んでください。
zh_hans: 请更新 CmdIME 后再导入。

source: Update Now
ja: 今すぐアップデート
zh_hans: 立即更新

source: Update available
ja: アップデートがあります
zh_hans: 有可用更新

source: Updated - %lld input sources
ja: 更新済み - %lld 個の入力ソース
zh_hans: 已更新 - %lld 个输入源

source: Updated symbol for %@
ja: %@ のシンボルを更新しました
zh_hans: 已更新 %@ 的符号

source: Updated tint for %@
ja: %@ の色を更新しました
zh_hans: 已更新 %@ 的色调

source: Updated. Quit CmdIME and open it again to use the new version.
ja: 更新しました。新しいバージョンを使用するには、CmdIME を終了して開き直してください。
zh_hans: 已更新。请退出 CmdIME 并重新打开以使用新版本。

source: Updates
ja: アップデート
zh_hans: 更新

source: Use a modifier together with an ordinary key.
ja: 修飾キーと通常のキーを同時に押してください。
zh_hans: 请同时按下修饰键和普通按键。

source: Used by %@
ja: %@ が使用中
zh_hans: 由 %@ 使用

source: Used by %@ as a fallback
ja: %@ が代替入力ソースとして使用中
zh_hans: 由 %@ 用作备用输入源

source: Using %@ because %@ is unavailable
ja: %@ を使用中（%@ が利用できないため）
zh_hans: 正在使用 %@，因为 %@ 不可用

source: Verifying…
ja: 検証中…
zh_hans: 正在验证…

source: Version %@
ja: バージョン %@
zh_hans: 版本 %@

source: Waiting for keys
ja: キー入力を待機中
zh_hans: 等待按键

source: Waiting for keys…
ja: キー入力を待機中…
zh_hans: 等待按键…

source: Warm Charcoal
ja: ウォームチャコール
zh_hans: 暖炭灰

source: Warning
ja: 警告
zh_hans: 警告

source: Website…
ja: ウェブサイト…
zh_hans: 网站…

source: Weekly
ja: 毎週
zh_hans: 每周

source: Weight
ja: ウェイト
zh_hans: 字重

source: What's new
ja: 新機能
zh_hans: 新功能

source: When it shows
ja: 表示するとき
zh_hans: 何时显示

source: While Settings is open, CmdIME is in the Dock and the app switcher. After this window closes, it keeps running in the background with no menu bar icon. %@ To stop it, use General > Quit CmdIME.
ja: 設定ウインドウを開いている間、CmdIME は Dock とアプリスイッチャーに表示されます。閉じた後もメニューバーアイコンなしでバックグラウンドで動作します。%@ 停止するには「一般 > CmdIME を終了」を選びます。
zh_hans: 设置窗口打开时，CmdIME 会显示在程序坞和应用切换器中。关闭此窗口后，它会继续在后台运行，不显示菜单栏图标。%@ 要停止运行，请使用“通用 > 退出 CmdIME”。

source: While Settings is open, CmdIME is in the Dock and the app switcher. After this window closes, it keeps running in the background with no menu bar icon. %@ To stop it, use General > Quit CmdIME. The switch indicator can be customized on the Indicator page.
ja: 設定ウインドウを開いている間、CmdIME は Dock とアプリスイッチャーに表示されます。閉じた後もメニューバーアイコンなしでバックグラウンドで動作します。%@ 停止するには「一般 > CmdIME を終了」を選びます。切り替えインジケーターは「インジケーター」ページでカスタマイズできます。
zh_hans: 设置窗口打开时，CmdIME 会显示在程序坞和应用切换器中。关闭此窗口后，它会继续在后台运行，不显示菜单栏图标。%@ 要停止运行，请使用“通用 > 退出 CmdIME”。可在“指示气泡”页面自定义切换指示气泡。

source: While this window is open, CmdIME is in the Dock and the app switcher. After it closes, CmdIME keeps running in the background with no menu bar icon. Open CmdIME again to return here.
ja: このウインドウが開いている間、CmdIME は Dock とアプリスイッチャーに表示されます。閉じると、メニューバーアイコンなしでバックグラウンド動作を続けます。ここに戻るには CmdIME をもう一度開いてください。
zh_hans: 此窗口打开时，CmdIME 会显示在程序坞和应用切换器中。关闭后，CmdIME 会继续在后台运行，不显示菜单栏图标。再次打开 CmdIME 即可返回此处。

source: Window
ja: ウインドウ
zh_hans: 窗口

source: a key remap
ja: キーの再割り当て
zh_hans: 按键重映射

source: another binding
ja: 別の割り当て
zh_hans: 其他绑定

source: config.json changed but could not be read (%@). Keeping the current settings.
ja: config.json が変更されましたが、読み込めませんでした（%@）。現在の設定を保持します。
zh_hans: config.json 已更改，但无法读取（%@）。将保留当前设置。

source: double
ja: ダブルタップ
zh_hans: 双击

source: double tap
ja: ダブルタップ
zh_hans: 双击

source: id is empty
ja: ID が空です
zh_hans: ID 为空

source: macOS asks for two permissions before CmdIME can notice your trigger keys in other apps. CmdIME cannot grant them itself: turn on CmdIME in each list.
ja: ほかのアプリでトリガーキーを検出するには、macOS の 2 つの権限が必要です。CmdIME 自身では許可できません。それぞれのリストで CmdIME をオンにしてください。
zh_hans: macOS 要求两项权限，CmdIME 才能在其他应用中识别触发键。CmdIME 无法自行授予权限：请在每个列表中开启 CmdIME。

source: macOS will ask for permission the first time there is an update.
ja: 初めてアップデートが見つかったときに、macOS が通知の許可を求めます。
zh_hans: 首次有更新时，macOS 会请求通知权限。

source: not assigned
ja: 未割り当て
zh_hans: 未分配

source: not installed
ja: 未インストール
zh_hans: 未安装

source: remember
ja: 記憶
zh_hans: 记忆

source: shortcut
ja: ショートカット
zh_hans: 快捷键

source: single
ja: シングルタップ
zh_hans: 单击

source: single tap
ja: シングルタップ
zh_hans: 单击

source: space
ja: スペース
zh_hans: 空格

source: the file cannot be opened
ja: ファイルを開けません
zh_hans: 无法打开文件

source: the file is larger than %@ KB
ja: ファイルが %@ KB を超えています
zh_hans: 文件大于 %@ KB

source: the server answered %lld
ja: サーバーの応答は %lld でした
zh_hans: 服务器返回 %lld

source: 中文
ja: 中国語

source: %lld pt
zh_hans: %lld 点

source: 日本語
zh_hans: 日文
